Repository: xcv58/MacTools
Catalog: Plugins/IPOverview/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# speed.grade.good
source: 良好
ar: جيد
de: Gut
en: Good
es: Bien
fr: Bien
ja: 良い
ko: 좋아요
pt: Bom
ru: Хорошо
tr: İyi

# speed.grade.poor
source: 偏慢
ar: بطيء
de: Langsam
en: Slow
es: Lento
fr: Lent
ja: 遅い
ko: 느림
pt: Lento
ru: Медленно
tr: Yavaş

# speed.latency
source: 延迟
ar: زمن الوصول
de: Latenz
en: Latency
es: Latencia
fr: Latence
ja: レイテンシ
ko: 지연
pt: Latência
ru: Задержка
tr: Gecikme
zh_hant: 延遲

# speed.phase.download
source: 测量下载
ar: قياس التنزيل
de: Download messen
en: Measuring download
es: Descarga de mediciones
fr: Téléchargement des mesures
ja: ダウンロードを測定中
ko: 측정 다운로드
pt: Medição de download
ru: Измерение загрузки
tr: İndirme ölçülüyor
zh_hant: 測量下載

# speed.phase.initializing
source: 准备测速
ar: تحضير اختبار السرعة
de: Geschwindigkeitstest wird vorbereitet
en: Preparing speed test
es: Preparando prueba de velocidad
fr: Préparation du test de vitesse
ja: スピードテストの準備中
ko: 속도 테스트 준비 중
pt: Preparando teste de velocidade
ru: Подготовка теста скорости
tr: Hız testi hazırlanıyor
zh_hant: 準備測速

# speed.phase.latency
source: 测量延迟
ar: قياس زمن الاستجابة
de: Latenz messen
en: Measuring latency
es: Medición de latencia
fr: Mesurer la latence
ja: レイテンシの測定
ko: 지연 시간 측정
pt: Medindo a latência
ru: Измерение задержки
tr: Gecikme ölçülüyor
zh_hant: 測量延遲

# speed.phase.upload
source: 测量上传
ar: قياس التحميل
de: Upload messen
en: Measuring upload
es: Carga de mediciones
fr: Téléchargement de mesures
ja: アップロードの測定
ko: 업로드 측정
pt: Medindo o upload
ru: Измерение загрузки
tr: Karşıya yükleme ölçülüyor
zh_hant: 測量上傳

# speed.responsiveness
source: 响应性
ar: الاستجابة
de: Reaktionsfähigkeit
en: Responsiveness
es: Capacidad de respuesta
fr: Réactivité
ja: 応答性
ko: 응답성
pt: Responsividade
ru: Отзывчивость
tr: Yanıt verme hızı
zh_hant: 響應性

# speed.running
source: 测速中
ar: الاختبار
de: Testen
en: Testing
es: Pruebas
fr: Tests
ja: テスト
ko: 테스트
pt: Teste
ru: Тестирование
tr: Test ediliyor
zh_hant: 測速中

# speed.start.help
source: 使用 macOS networkQuality 测量当前网络
ar: قم بقياس الشبكة الحالية باستخدام جودة شبكة macOS
de: Messen Sie das aktuelle Netzwerk mit macOS networkQuality
en: Measure the current network with macOS networkQuality
es: Mida la red actual con macOS networkQuality
fr: Mesurer le réseau actuel avec macOS networkQuality
ja: macOS networkQuality を使用して現在のネットワークを測定する
ko: macOS networkQuality로 현재 네트워크 측정
pt: Meça a rede atual com o macOS networkQuality
ru: Измерение текущей сети с помощью macOS networkQuality
tr: Geçerli ağı macOS networkQuality ile ölç
zh_hant: 使用 macOS networkQuality 測量當前網絡

# speed.title
source: 网络测速
ar: سرعة الشبكة
de: Netzwerkgeschwindigkeit
en: Network Speed
es: Velocidad de red
fr: Vitesse du réseau
ja: ネットワーク速度
ko: 네트워크 속도
pt: Velocidade da rede
ru: Скорость сети
tr: Ağ Hızı
zh_hant: 網絡測速

# speed.upload
source: 上传
ar: تحميل
de: Hochladen
en: Upload
es: Subir
fr: Télécharger
ja: アップロード
ko: 업로드
pt: Enviar
ru: Загрузить
tr: Karşıya yükleme
zh_hant: 上傳

# speed.waiting.description
source: 点击刷新后，会顺序测量下载、上传、延迟和响应性。
ar: قم بالتحديث لقياس التنزيل والتحميل ووقت الاستجابة والاستجابة بالتسلسل.
de: Aktualisieren, um Download, Upload, Latenz und Reaktionsfähigkeit nacheinander zu messen.
en: Refresh to measure download, upload, latency, and responsiveness in sequence.
es: Actualice para medir la descarga, carga, latencia y capacidad de respuesta en secuencia.
fr: Actualisez pour mesurer le téléchargement, l’envoi, la latence et la réactivité dans l’ordre.
ja: 更新して、ダウンロード、アップロード、遅延、応答性を順番に測定します。
ko: 다운로드, 업로드, 대기 시간 및 응답성을 순서대로 측정하려면 새로고침하세요.
pt: Atualize para medir download, upload, latência e capacidade de resposta em sequência.
ru: Обновите, чтобы последовательно измерить загрузку, выгрузку, задержку и скорость отклика.
tr: İndirme, karşıya yükleme, gecikme ve yanıt verme hızını sırayla ölçmek için yenileyin.
zh_hant: 點擊刷新後，會順序測量下載、上傳、延遲和響應性。

# webrtc.assessment.checking
source: 正在检测 WebRTC
ar: جاري التحقق من WebRTC
de: Überprüfe WebRTC
en: Checking WebRTC
es: Comprobando WebRTC
fr: Vérification de WebRTC
ja: WebRTC を確認中
ko: WebRTC 확인 중
pt: Verificando WebRTC
ru: Проверка WebRTC
tr: WebRTC kontrol ediliyor
zh_hant: 正在檢測 WebRTC

# webrtc.assessment.clear
source: 未发现 WebRTC 泄露
ar: لم يتم العثور على تسرب WebRTC
de: Kein WebRTC-Leck gefunden
en: No WebRTC leak found
es: No se encontró ninguna fuga WebRTC
fr: Aucune fuite WebRTC trouvée
ja: WebRTC リークは見つかりませんでした
ko: WebRTC 누출이 발견되지 않았습니다
pt: Nenhum vazamento de WebRTC encontrado
ru: Утечки WebRTC не обнаружено
tr: WebRTC sızıntısı bulunamadı
zh_hant: 未發現 WebRTC 泄露

# webrtc.assessment.unknown
source: WebRTC 结果不完整
ar: WebRTC النتيجة غير مكتملة
de: WebRTC Ergebnis unvollständig
en: WebRTC result incomplete
es: WebRTC resultado incompleto
fr: Résultat WebRTC incomplet
ja: WebRTC 結果が不完全
ko: WebRTC 결과가 불완전함
pt: WebRTC resultado incompleto
ru: WebRTC результат неполный
tr: WebRTC sonucu eksik
zh_hant: WebRTC 結果不完整

# webrtc.assessment.waiting
source: 等待 WebRTC 检测
ar: في انتظار فحص WebRTC
de: Warten auf WebRTC-Prüfung
en: Waiting for WebRTC check
es: Esperando comprobación WebRTC
fr: En attente du contrôle WebRTC
ja: WebRTC チェックを待っています
ko: WebRTC 확인을 기다리는 중
pt: Aguardando verificação de WebRTC
ru: Ожидание проверки WebRTC
tr: WebRTC kontrolü bekleniyor
zh_hant: 等待 WebRTC 檢測

# webrtc.assessment.warning
source: 可能存在 WebRTC 泄露
ar: احتمال تسرب WebRTC
de: Mögliches WebRTC-Leck
en: Possible WebRTC leak
es: Posible fuga de WebRTC
fr: Fuite possible de WebRTC
ja: WebRTC リークの可能性
ko: WebRTC 누출 가능성
pt: Possível vazamento de WebRTC
ru: Возможная утечка WebRTC
tr: Olası WebRTC sızıntısı
